alsa-utils
arandr
autoconf
automake
base
bdf-unifont
binutils
bison
blueman
bluez-utils
dhclient
dhcpcd
dmenu
fakeroot
file
findutils
firefox
flex
gawk
gcc
gettext
git
gnu-free-fonts
grep
groff
gzip
i3-gaps
i3blocks
i3lock
i3status
intel-gpu-tools
intel-media-driver
iw
iwd
libtool
libva-utils
light
light-locker
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lvm2
m4
make
neovim
network-manager-applet
networkmanager
nitrogen
nodejs-lts-fermium
npm
openssh
pacman
pasystray
patch
pavucontrol
picom
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
rlwrap
rofi
rxvt-unicode
sed
sudo
terminus-font
texinfo
texlive-fontsextra
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-ubuntu-font-family
vim
wget
which
wpa_supplicant
xf86-input-evdev
xf86-input-synaptics
xf86-video-intel
xorg-fonts-misc
xorg-server
xorg-xinit
xorg-xset
xss-lock
xterm
zsh
